Repository: Latesil/folder-cleaner
Catalog: po/*.po
Languages: ru

source: Is files sorted
ru: Отсортированы ли файлы

source: Only for internal usage.
ru: Только для внутреннего использования.

source: Is photo sort active
ru: Активна ли сортировка фото

source: Check if photo sorting feature is active
ru: Проверка активна ли сортировка фото

source: Adds user described folders
ru: Добавляет описанные пользователем папки

source: Check if user folders section is active
ru: Проверяет включена ли секция с пользовательскими папками

source: File sort by category
ru: Сортировка файлов по категориям

source: Determines if files should be sorted by category instead by extension.
ru: Определяет должны ли файлы быть отсортированы по категориям вместо расширения

source: Saved folders list
ru: Список сохраненных папок

source: A list of the folders which are saved.
ru: Список папок которые сохранены

source: Saved user folders list
ru: Список сохраненных пользовательских папок

source: A list of the user folders which are saved.
ru: Список сохраненных пользовательских папок

source: Operations was done
ru: Операции завершены

source: A list of operations was done in one sorting transaction.
ru: Список операций, сделанных во время одной сортировки

source: Folders made
ru: Созданные папки

source: A list of the folders that was made by one operation. For internal usage.
ru: Список созданных папок во время одной сортировки. Для внутреннего использования.

source: How to sort photos
ru: Как сортировать фото

source: Determines how to sort photos, for example by date or by other EXIF information
ru: Определяет тип сортировки фото, например по дате или другой мета информации

source: Files
ru: Файлы

source: File sort
ru: Сортировка файлов

source: How to sort files.
ru: Как сортировать файлы

source: By Extension
ru: По расширению

source: By Type
ru: По типу

source: User folders
ru: Пользовательские папки

source: Add user defined folders.
ru: Добавляет определенные пользователем папки

source: Add user folders
ru: Добавить пользовательскую папку

source: Add
ru: Добавить

source: Clear all
ru: Очистить всё

source: Photos
ru: Фото

source: Photo sort
ru: Сортировка фото

source: Enable photo sort.
ru: Активировать сортировку фото.

source: Photo sort method
ru: Метод сортировки фото

source: How to sort photos.
ru: Как сортировать фото

source: By Date
ru: По дате

source: Program for folder management
ru: Программа для организации папок

source: Open Folder
ru: Открыть папку

source: Cancel
ru: Отмена

source: Preferences
ru: Настройки

source: About
ru: О программе

source: Click Add to choose a folder or drag folder here.
ru: Нажмите Добавить чтобы выбрать фото или перетащите папку сюда.

source: Files were sorted.
ru: Файлы отсортированы.

source: Undo
ru: Отменить

source: Open folder
ru: Открыть папку

source: Delete
ru: Удалить

source: Sort Photos
ru: Сортировать фото

source: Sort photos in folder
ru: Сортировать фото в папке

source: Sort Files
ru: Сортировать файлы

source: Sort files in folder
ru: Сортировать файлы в папке
